[
   {
      "id":1,
      "title":"Nutrition Strategies",
      "desc":"Research has revealed that the total amount of fat you eat really isn’t linked to heart disease; it’s the TYPE of fat you consume that has the greatest influence. Two unhealthy fats, including saturated and trans fats, raise blood cholesterol and increase the risk for cardiovascular disease. However, two very different types of fat — monounsaturated and polyunsaturated fats — do just the opposite. Refer to the table below to help reduce the fat in your diet.

Saturated Fats
Diets high in saturated fats raise the “bad” cholesterol, low-density lipoprotein (LDL) and increase the risk of developing atherosclerosis (the narrowing of arteries caused by plaque that can lead to a heart attack or stroke). Saturated fats are generally solid or waxy at room temperature and are found primarily in animal products and tropical oils. Listed below are some foods that are high in saturated fat."
   },
   {
      "id":2,
      "title":"Workout Routines",
      "desc":"When it comes to achieving your best physique, a proper strength training program is essential.

Whether you’re looking to transform your body or just kick your training up a notch, it’s important to add training volume (in the form of reps, sets, and weight) to stimulate new muscle growth as you progress.

In general, most beginners have been lifting for less than a year, intermediates for at least 1 year, and advanced trainees for at least 2 years. Keep in mind that advanced workouts should not be attempted unless you have appropriate strength training experience.

This article reviews several high-quality exercise regimens for men of all experience levels to maximize muscle and strength gains while ensuring adequate recovery."
   },
   {
      "id":3,
      "title":"Support & Motivation",
      "desc":"A major function of leaders is to support the motivation of other individuals and groups. (There is debate as to whether a person can motivate another versus whether a person can only support another to motivate themselves.) There are approaches to motivating people that are destructive, for example, fear and intimidation. While these approaches can seem very effective in promptly motivating people, the approaches are hurtful, and in addition, they usually only motivate for the short-term. There are also approaches that are constructive, for example, effective delegation and coaching. These constructive approaches can be very effective in motivating others and for long periods of time. Different people can have quite different motivators, for example, by more money, more recognition, time off from work, promotions, opportunities for learning, or opportunities for socializing and relationships. Therefore, when attempting to help motivate people, it's important to identify what motivates each of them. Ultimately, though, long-term motivation comes from people motivating themselve"
   },
   {
      "id":4,
      "title":"Balance Body Mind",
      "desc":"One of the guiding principles of mind-body medicine is the interconnection of all things, including the mind, the body, and the environment in which we live. Each of us is an inseparable part of an infinite field of intelligence, and in this very moment, with every breath, we are exchanging millions of atoms with the universe.

From this holistic perspective, health isn’t merely the absence of disease or symptoms; it is a state of optimal wellbeing, vitality, and wholeness. We are healthy when we’re able to fully digest everything we take in, extracting what is nourishing and eliminating whatever doesn’t serve us. This includes our food, our relationships, our jobs, and all our life experiences. Illness, in contrast, develops when there is a disruption ― a blockage in the flow of energy and information in our bodymind. Symptoms and sickness are the body’s signal that we need to restore balance, eliminate whatever is causing the blockages, and reestablish the healthy flow of intelligence."
   },
   {
      "id":5,
      "title":"Nutrition Strategies",
      "desc":"A major function of leaders is to support the motivation of other individuals and groups. (There is debate as to whether a person can motivate another versus whether a person can only support another to motivate themselves.) There are approaches to motivating people that are destructive, for example, fear and intimidation. While these approaches can seem very effective in promptly motivating people, the approaches are hurtful, and in addition, they usually only motivate for the short-term. There are also approaches that are constructive, for example, effective delegation and coaching. These constructive approaches can be very effective in motivating others and for long periods of time. Different people can have quite different motivators, for example, by more money, more recognition, time off from work, promotions, opportunities for learning, or opportunities for socializing and relationships. Therefore, when attempting to help motivate people, it's important to identify what motivates each of them. Ultimately, though, long-term motivation comes from people motivating themselve"
   },
   {
      "id":6,
      "title":"Physical Activity",
      "desc":"Physical activity or exercise can improve your health and reduce the risk of developing several diseases like type 2 diabetes, cancer and cardiovascular disease. Physical activity and exercise can have immediate and long-term health benefits. Most importantly, regular activity can improve your quality of life.

A minimum of 30 minutes a day can allow you to enjoy these benefits. "
   },
   {
      "id":7,
      "title":"Exercise Program",
      "desc":"There is no single type of exercise that can take care of all your needs. In fact, to get the most benefits from your routine, you want a mix of activities during the course of a week. Otherwise, it’s like a diet consisting only of fruit—healthful as far as it goes, but lacking a lot of the nutrients you’ll find in other foods, such as fish, vegetables, nuts, and whole grains."
   },
   {
      "id":8,
      "title":"Healthy Daily Life",
      "desc":"Big or small, healthy or unhealthy, our habits combine to form routines that play out every day for us. Most of this is done without us even having to think. That’s why, even though we understand the importance of having good habits, sometimes it’s tough to stick to a healthy daily routine.

Today, you’ll learn more about why setting a routine can be a challenge. By understanding the root causes of your behaviors, you’ll learn how to make changes and stick with them. You’ll also discover some positive daily routines that can lead you to a healthier and happier life."
   },
   {
      "id":9,
      "title":"Improving Health",
      "desc":"It’s easy to get confused when it comes to health and nutrition. Even qualified experts often seem to hold opposing opinions, which can make it difficult to figure out what you should actually be doing to optimize your health.

Yet, despite all the disagreements, a number of wellness tips are well supported by research.

Here are 28 health and nutrition tips that are based on scientific evidence."
   }
]
